##
## The modeling hints are not included in the XML files that come from the BSI, so we have to copy them from the PDF version
##

# Organisation
ORP.1=Der Baustein ORP.1 Organisation muss f\u00FCr jeden Informationsverbund mindestens einmal herangezogen werden. Wenn Teile des vorliegenden Informationsverbunds einer anderen Organisation(-seinheit) zugeordnet sind und daher anderen Rahmenbedingungen unterliegen, sollte der Baustein auf jede Organisation(-seinheit) getrennt angewandt werden.
# Personal
ORP.2=Der Baustein ORP.2 Personal muss f\u00FCr jeden Informationsverbund mindestens einmal herangezogen werden. Wenn Teile des vorliegenden Informationsverbunds einer anderen Organisation(-seinheit) zugeordnet sind und daher anderen Rahmenbedingungen unterliegen, sollte der Baustein auf jede Organisation(-seinheit) getrennt angewandt werden.
# Sensibilisierung und Schulung
ORP.3=Der Baustein ORP.3 Sensibilisierung und Schulung ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Identit\u00E4ts- und Berechtigungsmanagement
ORP.4=Der Baustein ORP.4 Identit\u00E4ts- und Berechtigungsmanagement ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Compliance Management
ORP.5=Der Baustein ORP.5 Compliance Management (Anforderungsmanagement) ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.

# Kryptokonzept
CON.1=Der Baustein CON.1 Kryptokonzept ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Datenschutz
CON.2=Der Baustein CON.2 Datenschutz ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden, wenn personenbezogene oder personenbeziehbare Daten im Informationsverbund verarbeitet werden.
# Datensicherungskonzept
CON.3=Der Baustein CON.3 Datensicherungskonzept ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Auswahl und Einsatz von Standardsoftware
CON.4=Der Baustein CON.4 Auswahl und Einsatz von Standardsoftware ist zumindest einmal f\u00FCr den gesamten Informationsverbund anzuwenden. Gibt es innerhalb des Informationsverbunds Teilbereiche mit unterschiedlichen Anforderungen oder Regelungen f\u00FCr die Nutzung von Standardsoftware, sollte CON.4 Auswahl und Einsatz von Standardsoftware auf diese Teilbereiche jeweils getrennt angewandt werden.
# Entwicklung und Einsatz von Allgemeinen Anwendungen
CON.5=Der Baustein CON.5 Entwicklung und Einsatz von Allgemeinen Anwendungen ist auf den Informationsverbund anzuwenden, wenn spezialisierte Anwendungssoftware eingesetzt wird. Hierzu geh\u00F6rt Individualsoftware und Standardsoftware mit eigenen Anpassungen.
# L\u00F6schen und Vernichten
CON.6=Der Baustein CON.6 L\u00F6schen und Vernichten ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Informationssicherheit auf Auslandsreisen
CON.7=Der Baustein CON.7 Informationssicherheit auf Auslandsreisen ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden, wenn Mitarbeiter auf Auslandsreisen gehen oder zeitweise im Ausland t\u00E4tig sind und dabei besonders schutzbed\u00FCrftige Informationen mitgef\u00FChrt oder verarbeitet werden sollen.

# Ordnungsgem\u00E4\u00DFe IT-Administration
OPS.1.1.2=Der Baustein OPS.1.1.2 Ordnungsgem\u00E4\u00DFe IT-Administration ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden, wenn die IT von der Institution selber administriert wird. Wird die IT von externen Auftragnehmern administriert, so muss der Bautein entsprechend f\u00FCr die Outsourcing-Dienstleister gepr\u00FCft werden.
# Patch- und \u00C4nderungsmanagement
OPS.1.1.3=Der Baustein OPS.1.1.3 Patch- und \u00C4nderungsmanagement ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden. Das Patchmanagement stellt einen Teilbereich bzw. speziellen Prozess innerhalb des \u00C4nderungsmanagements dar, der auf die Aktualisierung von Software zielt und in jedem Fall anzuwenden ist. Aspekte des \u00C4nderungsmanagements sind den Gegebenheiten der Institution entsprechend zu betrachten.
# Schutz vor Schadprogrammen
OPS.1.1.4=Der Baustein OPS.1.1.4 Schutz vor Schadprogrammen ist mindestens einmal f\u00FCr alle IT-Systeme im gesamten Informationsverbund anzuwenden.
# Protokollierung
OPS.1.1.5=Der Baustein OPS.1.1.4 Schutz vor Schadprogrammen ist mindestens einmal f\u00FCr alle IT-Systeme im gesamten Informationsverbund anzuwenden.
# Software-Tests und -Freigaben
OPS.1.1.6=Der Baustein OPS.1.1.6 Software-Tests und -Freigaben ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden.

# Archivierung
OPS.1.2.2=Der Baustein OPS.1.2.2 Archivierung ist auf den Informationsverbund anzuwenden, wenn aufgrund interner oder externer Vorgaben eine Langzeitarchivierung elektronischer Dokumente erforderlich ist oder bereits ein System zur Langzeitarchivierung elektronischer Dokumente betrieben wird.
# Informations- und Datentr\u00E4geraustausch
OPS.1.2.3=Der Baustein OPS.1.2.3 Informations- und Datentr\u00E4geraustausch ist f\u00FCr jede Anwendung einmal heranzuziehen, die als Datenquelle f\u00FCr einen Datentr\u00E4geraustausch dient oder auf diesem Wege eingegangene Daten weiterverarbeitet.
# Telearbeit
OPS.1.2.4=Der Baustein OPS.1.2.4 Telearbeit ist bei jedem Telearbeitsplatz bzw. auf jede entsprechende Gruppe anzuwenden.

# Outsourcing f\u00FCr Kunden
OPS.2.1=Der Baustein OPS.2.1 Outsourcing f\u00FCr Kunden ist f\u00FCr jede Outsourcing-Dienstleistung aus Sicht des Anwenders separat anzuwenden.
# Fernwartung
OPS.2.4=Der Baustein OPS.2.4 Fernwartung ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden.

# Outsourcing f\u00FCr Dienstleister
OPS.3.1=Der Baustein OPS.3.1 Outsourcing f\u00FCr Dienstleister ist einmal f\u00FCr den Outsourcing-Dienstleister anzuwenden.

# Detektion von sicherheitsrelevanten Ereignissen
DER.1=Der Baustein DER.1 Detektion von sicherheitsrelevanten Ereignissen ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Behandlung von Sicherheitsvorf\u00E4llen
DER.2.1=Der Baustein DER.2.1 Behandlung von Sicherheitsvorf\u00E4llen ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Vorsorge f\u00FCr die IT-Forensik
DER.2.2=Der Baustein DER.2.2 Vorsorge f\u00FCr die IT-Forensik ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden.
# Bereinigung weitreichender Sicherheitsvorf\u00E4lle (APT-Responder)
DER.2.3=Der Baustein DER.2.3 Bereinigung weitreichender Sicherheitsvorf\u00E4lle (APT-Responder) ist immer dann anzuwenden, wenn der regul\u00E4re und sichere Betriebszustand eines Informationsverbunds nach einem APT-Vorfall wiederhergestellt werden soll und hierf\u00FCr IT-Systeme bereinigt werden sollen.
# Audits und Revisionen
DER.3.1=Der Baustein DER.3.1 Audits und Revisionen ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden.
# IS-Revision f\u00FCr Bundesbeh\u00F6rden
DER.3.2=Der Bautein DER.3.4 IS-Revision f\u00FCr Bundesbeh\u00F6rden ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden, sofern die IS-Revision erforderlich ist.
# Notfallmanagement
DER.4=Der Baustein DER.4 Notfallmanagement ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden.

# Office-Produkte
APP.1.1=Der Baustein APP.1.1 Office-Produkte ist einmal f\u00FCr den gesamten Informationsverbund anzuwenden, wenn auf den eigenen IT-Systemen, z. B. auf Clients oder Terminalservern Office-Produkte wie Textverarbeitung oder Tabellenkalkulation eingesetzt werden.
# Web-Browser
APP.1.2=Der Baustein APP.1.2 Web-Browser ist f\u00FCr alle IT-Systeme innerhalb des Informationsverbundes anzuwenden, auf denen Web-Browser eingesetzt werden.
# Allgemeiner Verzeichnisdienst
APP.2.1=Der Baustein APP.2.1 Allgemeiner Verzeichnisdienst sollte, unabh\u00E4ngig vom gew\u00E4hlten Produkt, auf jeden Verzeichnisdienst einmal angewandt werden.
# Active Directory
APP.2.2=Der Baustein APP.2.2 Active Directory ist f\u00FCr den Informationsverbund anzuwenden, wenn in der Institution Microsofts Active Directory, etwa innerhalb einer Windows-Dom\u00E4ne, eingesetzt wird. Gibt es mehrere getrennte Instanzen von Active Directory, so ist der Baustein entsprechend mehrfach anzuwenden. In der Regel ist der Baustein gemeinsam mit den Bausteinen zu Windows Server sowie zum APP.2.1 Allgemeiner Verzeichnisdienst anzuwenden.
# Webanwendungen
APP.3.1=Der Baustein APP.3.1 Webanwendungen ist auf jeden als Webanwendung ausgelegten Web-Dienst (z. B. Intranet oder Internet) des betrachteten Informationsverbunds anzuwenden.
# Webserver
APP.3.2=Der Baustein APP.3.2 Webserver ist auf jeden WWW-Dienst (z. B. Intranet oder Internet) des betrachteten Informationsverbunds anzuwenden.
# Fileserver
APP.3.3=Der Baustein APP.3.3 Fileserver ist auf jeden Fileserver des betrachteten Informationsverbunds anzuwenden.
# Samba
APP.3.4=Der Baustein APP.3.4 Samba ist auf jeden Samba-Server des betrachteten Informationsverbunds anzuwenden.
# DNS-Server
APP.3.6=Der Baustein APP.3.6 DNS-Server ist auf jeden im Informationsverbund betriebenen DNS-Server bzw. auf jede Gruppe von DNS-Servern anzuwenden.
# Relationale Datenbanksysteme
APP.4.3=Der Baustein APP.4.3 Relationale Datenbanksysteme ist auf jedes relationale Datenbanksystem bzw. auf jede Gruppe von relationalen Datenbanksystemen einmal anzuwenden.
# Allgemeine Groupware
APP.5.1=Der Baustein APP.5.1 Allgemeine Groupware ist auf jedes E-Mail-System (intern oder extern) des betrachteten Informationsverbunds anzuwenden.
# Microsoft Exchange und Outlook
APP.5.2=Der Baustein APP.5.2 Microsoft Exchange und Outlook ist, zus\u00E4tzlich zum Baustein APP.5.1 Allgemeine Groupware, auf jedes Workgroup- oder E-Mail-System anzuwenden, das auf Microsoft Exchange bzw. Outlook basiert.

# Allgemeiner Server
SYS.1.1=Der Baustein SYS.1.1 Allgemeiner Server ist auf jedes IT-System anzuwenden, das Dienste (z. B. Datei- oder Druckdienste) als Server im Netz anbietet.
# Server unter Unix
SYS.1.3=Der Baustein SYS.1.3 Server unter Unix ist auf jeden Server anzuwenden, der mit diesem Betriebssystem arbeitet.Hinweis: F\u00FCr jeden Server muss neben dem Betriebssystem-spezifischen Baustein immer auch der Baustein SYS.1.1 Allgemeiner Server angewendet werden, da in diesem Baustein die plattformunabh\u00E4ngigen Sicherheitsaspekte f\u00FCr Server zusammengefasst sind.
# Virtualisierung
SYS.1.5=Der Baustein SYS.1.5 Virtualisierung ist auf jeden Virtualisierungsserver bzw. auf jede Gruppe von Virtualisierungsservern anzuwenden.
# Speicherl\u00F6sungen
SYS.1.8=Der Baustein SYS.1.8 Speicherl\u00F6sungen ist immer dann anzuwenden, wenn zentrale Speicherl\u00F6sungen eingesetzt werden. Typische Zielobjekte f\u00FCr diesen Baustein sind NAS-Systeme (Network Attached Storage), SAN-Systeme (Storage Area Networks), Hybrid Storage, Objekt Storage und Cloud Storage.
# Allgemeine Client
SYS.2.1=Der Baustein SYS.2.1 Allgemeine Clientsist auf jeden Client anzuwenden. Clients sind Arbeitsplatz-Computer die regelm\u00E4\u00DFig oder zumindest zeitweise in einem Netz betrieben werden (im Gegensatz zu Einzeplatz-Systemen).
# Clients unter Windows 8.1
SYS.2.2.2=Der Baustein SYS.2.2.2 Clients unter Windows 8.1 ist f\u00FCr jeden Client bzw. jede Gruppe von Clients im Informationsverbund anzuwenden, auf denen das Betriebsystem Windows 8.1 von Microsoft eingesetzt wird.\nHinweis: F\u00FCr jeden Client muss neben dem Betriebsystem-spezifischen Baustein immer auch der Baustein SYS.2.1 Allgemeine Clientsangewendet werden, da in diesem Baustein die plattformunabh\u00E4ngigen Sicherheitsaspekte f\u00FCr Clients zusammengefasst sind.
# Clients unter Windows 10
SYS.2.2.3=Der Baustein SYS.2.2.3 Clients unter Windows 10 ist f\u00FCr jeden Client bzw. jede Gruppe von Clients im Informationsverbund anzuwenden, auf denen das Betriebsystem Windows 10 von Microsoft eingesetzt wird.\nHinweis: F\u00FCr jeden Client muss neben dem Betriebsystem-spezifischen Baustein immer auch der Baustein SYS.2.1 Allgemeine Clientsangewendet werden, da in diesem Baustein die plattformunabh\u00E4ngigen Sicherheitsaspekte f\u00FCr Clients zusammengefasst sind.
# Clients unter Unix
SYS.2.3=Der Baustein SYS.2.3 Clients unter Unix ist f\u00FCr jeden Client bzw. jede Gruppe von Clients im Informationsverbund anzuwenden, auf denen das Betriebsystem Unix eingesetzt wird.\nHinweis: F\u00FCr jeden Client muss neben dem Betriebsystem-spezifischen Baustein immer auch der Baustein SYS.2.1 Allgemeine Clientsangewendet werden, da in diesem Baustein die plattformunabh\u00E4ngigen Sicherheitsaspekte f\u00FCr Clients zusammengefasst sind.
# Laptops
SYS.3.1=Der Baustein SYS.3.1 Laptops ist auf jeden mobilen Computer (Laptop) anzuwenden.
# Allgemeine Smartphones und Tablets
SYS.3.2.1=Der Baustein SYS.3.2.1 Allgemeine Smartphones und Tablets ist immer dann anzuwenden, wenn in der Institution Endger\u00E4te dienstlich eingesetzt werden, die auf mobilen Betriebssystemen wie z. B. Android oder iOS basieren. Der Baustein fasst die plattformunabh\u00E4ngigen Sicherheitsaspekte f\u00FCr die spezifischen Bausteine f\u00FCr solche mobilen Endger\u00E4te zusammen.
# Mobile Device Management (MDM)
SYS.3.2.2=Der Baustein SYS.3.2.2 Mobile Device Management (MDM) ist immer dann anzuwenden, wenn in der Institution mobile Endger\u00E4te wie Smartphones und Tablets zentral mithilfe eines Mobile Device Managements (MDM) verwaltet werden.
# iOS (for Enterprise)
SYS.3.2.3=Der Baustein SYS.3.2.3 iOS (for Enterprise) ist f\u00FCr alle Endger\u00E4te anzuwenden, auf denen in der Institution das Betriebssystem iOS von Apple dienstlich eingesetzt wird. Zu diesen Ger\u00E4ten geh\u00F6ren vorwiegend iPhones und iPads.\nHinweis: F\u00FCr jedes iOS-basierende Endger\u00E4t muss neben dem Betriebssystem-spezifischen Baustein immer auch der Baustein SYS.3.2.1 Allgemeine Smartphones und Tablets angewendet werden, da in diesem Baustein die plattformunabh\u00E4ngigen Sicherheitsaspekte zusammengefasst sind.
# Android
SYS.3.2.4=Der Baustein SYS.3.2.4 Android ist in Erg\u00E4nzung zum Baustein SYS.3.2.1 Allgemeine Smartphones und Tablets f\u00FCr jedes Zielobjekt oder jede Zielobjektgruppe mit dem Betriebssystem Android anzuwenden.
# Mobile Datentr\u00E4ger
SYS.3.4=Der Baustein SYS.3.4 Mobile Datentr\u00E4ger ist f\u00FCr jeden mobilen Datentr\u00E4ger des Informationsverbundes bzw. von jeder Gruppe hiervon anzuwenden.
# Drucker, Kopierer und Multifunktionsger\u00E4te
SYS.4.1=Der Baustein SYS.4.1 Drucker, Kopierer und Multifunktionsger\u00E4te ist f\u00FCr jeden Drucker, Kopierer oder Multifunktionsger\u00E4t im Informationsverbund bzw. in jeder Gruppe hiervon anzuwenden. Als Multifunktionsger\u00E4te werden dabei Ger\u00E4te bezeichnet, die mehrere verschiedene papierverarbeitende Funktionen bieten, etwa Drucken, Kopieren und Scannen oder auch Fax-Dienste.
# Allgemeines IoT-Ger\u00E4t
SYS.4.4=Der Baustein SYS.4.4 Allgemeines IoT-Ger\u00E4t ist auf jedes Ger\u00E4t mit Funktionalit\u00E4ten aus dem Bereich Internet of Things (IoT) bzw. auf jede entsprechende Gruppe anzuwenden. Dies sind im Gegensatz zu "klassischen" IT-Systemen "intelligente" Gegenst\u00E4nde, die zus\u00E4tzliche "smarte" Funktionen enthalten.

# Betriebs- und Steuerungstechnik
IND.1=Der Baustein IND.1 Betriebs- und Steuerungstechnik ist einmal f\u00FCr den industriellen Teil innerhalb des Informationsverbundes anzuwenden.
# Allgemeine ICS-Komponente
IND.2.1=Der Baustein IND.2.1 Allgemeine ICS-Komponente ist f\u00FCr alle Komponenten der industriellen Steuerung anzuwenden. Hinzu kommen die spezifischen Bausteine f\u00FCr die einzelnen Zielobjekte bzw. Zielobjektgruppen.
# Speicherprogrammierbare Steuerung (SPS)
IND.2.2=Der Baustein IND.2.2 Speicherprogrammierbare Steuerung (SPS) ist auf jede SPS-Komponente bzw. jede Gruppe hiervon anzuwenden.
# Sensoren und Aktoren
IND.2.3=Der Baustein IND.2.3 Sensoren und Aktoren ist auf Sensoren und Aktoren bzw. jede Gruppe hiervon anzuwenden.
# Maschine
IND.2.4=Der Baustein IND.2.4 Maschine ist auf jede Maschine bzw. jede Gruppe von Maschinen anzuwenden.\nHinweis: Die Erstellung entsprechender Bausteine ist f\u00FCr k\u00FCnftige Editionen des IT-Grundschutz-Kompendiums geplant.

# Netzarchitektur und -design
NET.1.1=Der Baustein NET.1.1 Netzarchitektur und -design ist auf das Gesamtnetz einer Institution (inklusive Teilnetze) anzuwenden.
# Netzmanagement
NET.1.2=Der Baustein NET.1.2 Netzmanagement ist auf jedes Netzmanagement-System anzuwenden, das im vorliegenden Informationsverbund eingesetzt wird.
# WLAN-Betrieb
NET.2.1=Der Baustein NET.2.1 WLAN-Betrieb ist auf alle Kommunikationsnetze anzuwenden, die gem\u00E4\u00DF der Standard-Reihe 802.11 und deren Erweiterungen aufgebaut und betrieben werden.
# WLAN-Nutzung
NET.2.2=Der Baustein NET.2.2 WLAN-Nutzung ist immer dann anzuwenden, wenn WLANs genutzt werden.
# Router und Switches
NET.3.1=Der Baustein NET.3.1 Router und Switches ist in jedem aktiven Netz, das im vorliegenden Informationsverbund eingesetzt wird, anzuwenden.
# Firewall
NET.3.2=Der Baustein NET.3.2 Firewall ist immer anzuwenden, wenn unterschiedlich vertrauensw\u00FCrdige Netze gekoppelt werden. Ein typischer Anwendungsfall ist die Absicherung einer Au\u00DFenverbindung (z. B. beim \u00DCbergang eines internen Netzes zum Internet oder bei Anbindungen zu Netzen von Gesch\u00E4ftspartnern). Aber auch bei einer Kopplung von zwei organisationsinternen Netzen mit unterschiedlich hohem Schutzbedarf ist der Baustein anzuwenden, z. B. bei der Trennung des B\u00FCrokommunikationsnetzes vom Netz der Entwicklungsabteilung, wenn dort besonders vertrauliche Daten verarbeitet werden.
# VPN
NET.3.3=Der Baustein NET.3.3 VPN ist f\u00FCr jede Art von Fernzugriffen auf den Informationsverbund, also interne Netze oder IT-Systeme, einmal anzuwenden. Hierzu geh\u00F6ren Verbindungen \u00FCber Datennetze, wie z. B. Site-to-Site-, End-to-End- oder Remote-Access-VPNs, und \u00FCber Telekommunikationsverbindungen, wie z. B. \u00FCber analoge W\u00E4hlleitungen, ISDN- oder Mobiltelefonie.

# Allgemeines Geb\u00E4ude
INF.1=Der Baustein INF.1 Allgemeines Geb\u00E4ude ist f\u00FCr jedes Geb\u00E4ude bzw. jede Geb\u00E4udegruppe einmal anzuwenden.
# Rechenzentrum
INF.2=Der Baustein INF.2 Rechenzentrum ist auf jedes Rechenzentrum und jeden Serverraum anzuwenden.\nHinweis: Das BSI hat die Begriffe "Rechenzentrum" und "Serverraum" neu gefasst. Dabei ist auf den bisherigen Ansatz verzichtet worden, Rechenzentren und Serverr\u00E4ume \u00FCber die getroffenen Ma\u00DFnahmen, Organisationsformen oder Betriebsgr\u00F6\u00DFen zu unterscheiden. Die neue Definition f\u00FCr Rechenzentren orientiert sich ausschlie\u00DFlich an der Bedeutung der IT-Struktur f\u00FCr die Aufgabenerf\u00FCllung der nutzenden Institution und steht damit im methodischen Einklang mit der DIN EN 50600. Details zur Unterscheidung finden sich im Baustein INF.2 Rechenzentrum.
# Elektrotechnische Verkabelung
INF.3=Der Baustein INF.3 Elektrotechnische Verkabelung ist in der Regel einmal pro Geb\u00E4ude bzw. Geb\u00E4udegruppe anzuwenden (zus\u00E4tzlich zum Baustein INF.1 Allgemeines Geb\u00E4ude). Dar\u00FCber hinaus kann der Baustein INF.3 Elektrotechnische Verkabelung auch f\u00FCr einzelne R\u00E4ume bzw. Raumgruppen, wie beispielsweise Rechenzentren, angewendet werden, wenn diese Besonderheiten im Bezug auf die elektrotechnische Verkabelung aufweisen. F\u00FCr die IT-Verkabelung ist zus\u00E4tzlich der Baustein INF.4 IT-Verkabelung anzuwenden.
# IT-Verkabelung
INF.4=Der Baustein INF.4 IT-Verkabelung ist in der Regel einmal pro Geb\u00E4ude bzw. Geb\u00E4udegruppe anzuwenden (zus\u00E4tzlich zum Baustein INF.1 Allgemeines Geb\u00E4ude). Dar\u00FCber hinaus kann der Baustein INF.4 IT-Verkabelung auch f\u00FCr einzelne R\u00E4ume bzw. Raumgruppen, wie beispielsweise Rechenzentren, angewendet werden, wenn diese Besonderheiten im Bezug auf die IT-Verkabelung aufweisen. F\u00FCr die elektrotechnische Verkablung ist zus\u00E4tzlich der Baustein INF.3 Elektrotechnische Verkabelung anzuwenden.
# B\u00FCroarbeitsplatz
INF.7=Der Baustein INF.7 B\u00FCroarbeitsplatz ist auf jeden Raum bzw. jede Gruppe von R\u00E4umen anzuwenden, in denen sich Mitarbeiter aufhalten, um dort ihre Aufgaben zu erledigen.
# H\u00E4uslicher Arbeitsplatz
INF.8=Der Baustein INF.8 H\u00E4uslicher Arbeitsplatz ist auf jeden h\u00E4uslichen Arbeitsplatz bzw. jede Gruppe einmal anzuwenden.
# Mobiler Arbeitsplatz
INF.9=Der Baustein INF.9 Mobiler Arbeitsplatz ist immer dann anzuwenden, wenn Mitarbeiter h\u00E4ufig nicht mehr nur innerhalb der R\u00E4umlichkeiten der Institution arbeiten, sondern an wechselnden (mobilen) Arbeitspl\u00E4tzen au\u00DFerhalb. Typische Zielobjekte f\u00FCr den Baustein sind Laptops.
# Besprechungs-, Veranstaltungs- und Schulungsraum
INF.10=Der Baustein INF.10 Besprechungs-, Veranstaltungs- und Schulungsr\u00E4ume ist auf jeden solchen Raum bzw. jede Gruppe (falls entsprechende Gruppen definiert wurden) einmal anzuwenden.

# Sicherheitsmanagement
ISMS.1=Der Baustein ISMS.1 Sicherheitsmanagement ist f\u00FCr den gesamten Informationsverbund einmal anzuwenden. Ein funktionierendes Informationssicherheitsmanagement ist die wesentliche Grundlage f\u00FCr die Erreichung eines angemessenen Sicherheitsniveaus.